Repository: levmarios/demos
Catalog: demos_voting/*/locale/*/LC_MESSAGES/django.po
Languages: el

source: Election Authority
el: Αρχή Ψηφοφοριών

source: Ballot Distributor
el: Διανομέας Ψηφοδελτίων

source: Vote Collector
el: Συλλέκτης Ψήφων

source: Bulletin Board
el: Πίνακας Ανακοινώσεων

source: Please submit %d or more email addresses.
el: Παρακαλούμε υποβάλετε %d ή περισσότερες διευθύνσεις email.

source: Please submit %d or fewer email addresses.
el: Παρακαλούμε υποβάλετε %d ή λιγότερες διευθύνσεις email.

source: All email addresses must be unique.
el: Όλες οι διευθύνσεις email πρέπει να είναι μοναδικές.

source: Language
el: Γλώσσα

source: Time zone
el: Ζώνη ώρας

source: Email address
el: Διεύθυνση email

source: Email address (optional)
el: Διεύθυνση email (προαιρετική)

source: Email address (again)
el: Διεύθυνση email (ξανά)

source: Username or email address
el: Όνομα χρήστη ή διεύθυνση email

source: Question-Option
el: Ερώτημα-Επιλογή

source: Party-Candidate
el: Συνδυασμός-Υποψήφιος

source: Short
el: Βραχύς

source: Long
el: Μακρύς

source: Public
el: Δημόσια

source: Hidden
el: Κρυφή

source: Private
el: Ιδιωτική

source: identifier
el: αναγνωριστικό

source: name
el: όνομα

source: voting starts at
el: έναρξη ψηφοφορίας στις

source: voting ends at
el: λήξη ψηφοφορίας στις

source: type
el: τύπος

source: vote-code type
el: τύπος κωδικού ψήφου

source: visibility
el: ορατότητα

source: communication language
el: γλώσσα επικοινωνίας

source: number of ballots
el: αριθμός ψηφοδελτίων

source: credential length
el: μήκος διαπιστευτηρίου

source: security code length
el: μήκος κωδικού ασφαλείας

source: vote-code length
el: μήκος κωδικού ψήφου

source: receipt length
el: μήκος απόδειξης

source: commitment key
el: κλειδί δέσμευσης

source: certificate
el: πιστοποιητικό

source: created at
el: δημιουργήθηκε στις

source: updated at
el: ενημερώθηκε στις

source: election
el: ψηφοφορία

source: elections
el: ψηφοφορίες

source: 1-column
el: Μονόστηλη

source: 2-column
el: Δίστηλη

source: index
el: δείκτης

source: minimum number of selections
el: ελάχιστος αριθμός επιλογών

source: maximum number of selections
el: μέγιστος αριθμός επιλογών

source: option table layout
el: διάταξη πίνακα επιλογών

source: question
el: ερώτημα

source: questions
el: ερωτήματα

source: Select party
el: Επιλέξτε συνδυασμό

source: Select candidates
el: Επιλέξτε υποψηφίους

source: option
el: επιλογή

source: options
el: επιλογές

source: Blank
el: Λευκό

source: serial number
el: σειριακός αριθμός

source: ballot
el: ψηφοδέλτιο

source: ballots
el: ψηφοδέλτια

source: tag
el: ετικέτα

source: part
el: μέρος

source: parts
el: μέρη

source: receipt
el: απόδειξη

source: email address
el: διεύθυνση email

source: administrator
el: διαχειριστής

source: administrators
el: διαχειριστές

source: trustee
el: μέλος εφορευτικής επιτροπής

source: trustees
el: μέλη εφορευτικής επιτροπής

source: voter
el: ψηφοφόρος

source: voters
el: ψηφοφόροι

source: user
el: χρήστης

source: language
el: γλώσσα

source: time zone
el: ζώνη ώρας

source: user profile
el: προφίλ χρήστη

source: user profiles
el: προφίλ χρήστών

source: key id
el: αναγνωριστικό κλειδιού

source: key
el: κλειδί

source: HTTP signature key
el: κλειδί υπογραφής HTTP

source: HTTP signature keys
el: κλειδιά υπογραφής HTTP

source: client id
el: αναγνωριστικό πελάτη

source: date
el: ημερομηνία

source: HTTP signature nonce
el: nonce υπογραφής HTTP

source: HTTP signature nonces
el: nonces υπογραφής HTTP

source: result
el: αποτέλεσμα

source: task
el: εργασία

source: tasks
el: εργασίες

source: Bad request
el: Κακή αίτηση

source: Error 400
el: Σφάλμα 400

source: Your browser sent a request that this server could not understand.
el: Το πρόγραμμα περιήγησής σας έστειλε ένα αίτημα που αυτός ο εξυπηρετητής δε μπορεί να καταλάβει.

source: Permission denied
el: Άρνηση πρόσβασης

source: Error 403
el: Σφάλμα 403

source: You don't have permission to access %(url)s on this server.
el: Δεν έχετε δικαίωμα πρόσβασης στο %(url)s σε αυτόν τον εξυπηρετητή.

source: Page not found
el: Η σελίδα δε βρέθηκε

source: Error 404
el: Σφάλμα 404

source: The requested URL %(url)s was not found on this server.
el: Το αιτούμενο URL %(url)s δε βρέθηκε σε αυτόν τον εξυπηρετητή.

source: Server error
el: Σφάλμα εξυπηρετητή

source: Error 500
el: Σφάλμα 500

source: The server encountered an internal error or misconfiguration and was unable to complete your request.
el: Ο εξυπηρετητής αντιμετώπισε ένα εσωτερικό σφάλμα ή λανθασμένη διαμόρφωση και δε μπόρεσε να ολοκληρώσει το αίτημά σας.

source: Inactive account
el: Ανενεργός λογαριασμός

source: This account is inactive.
el: Αυτός ο λογαριασμός είναι ανενεργός.

source: Account
el: Λογαριασμός

source: Email addresses
el: Διευθύνσεις email

source: Close
el: Κλείσιμο

source: Primary
el: Κύρια

source: Verified
el: Επιβεβαιωμένη

source: Unverified
el: Ανεπιβεβαίωτη

source: Set as primary
el: Ορισμός ως κύρια

source: Send verification email
el: Αποστολή email επιβεβαίωσης

source: Remove
el: Αφαίρεση

source: You do not have any email addresses. You have to add one to receive notifications, reset your password, etc.
el: Δεν έχετε καμία διεύθυνση email. Πρέπει να προσθέσετε μια για να λαμβάνετε ειδοποιήσεις, να επαναφέρετε τον κωδικό πρόσβασής σας, κλπ.

source: Add email address
el: Προσθήκη διεύθυνσης email

source: Verify your email address
el: Επιβεβαίωση τη διεύθυνσης email σας

source: Please confirm that the email address %(email_address)s belongs to user %(user_display)s.
el: Επιβεβαιώστε ότι η διεύθυνση email %(email_address)s ανήκει στο χρήστη %(user_display)s

source: Confirm
el: Επιβεβαίωση

source: The email verification link is invalid. <a href="%(email_url)s">Request a new one</a>.
el: Ο σύνδεσμος επιβεβαίωσης email δεν είναι έγκυρος. <a href="%(email_url)s">Ζητήστε έναν νεο</a>.

source: Sign in
el: Σύνδεση

source: Sign in with a third-party account
el: Συνδεθείτε με ένα λογαριασμό τρίτου

source: Sign in with your email address
el: Συνδεθείτε με τη διεύθυνση email σας

source: Forgot your password?
el: Ξεχάσατε τον κωδικό πρόσβασής σας;

source: Don't have an account? <a href="%(signup_url)s">Sign up</a>.
el: Δεν έχετε λογαριασμό <a href="%(signup_url)s">Εγγραφείτε</a>.

source: Sign out
el: Αποσύνδεση

source: Are you sure you want to sign out?
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε;

source: Your primary email address cannot be removed.
el: Η κύρια διεύθυνσης email σας δε μπορεί να αφαιρεθεί.

source: Verification email sent to the email address %(email_address)s.
el: Το email επαλήθευσης αποστάλθηκε στη διεύθυνση email %(email_address)s.

source: The email address %(email_address)s has been verified.
el: Η διεύθυνση email %(email_address)s έχει επιβεβαιωθεί.

source: The email address %(email_address)s has been removed.
el: Η διεύθυνση email %(email_address)s έχει αφαιρεθεί.

source: Signed in as %(user_display)s.
el: Συνδεθήκατε ως %(user_display)s.

source: You have signed out.
el: Έχετε αποσυνδεθεί.

source: Your password has been changed.
el: Ο κωδικός πρόσβασής σας έχει αλλάξει.

source: Your password has been set.
el: Ο κωδικός πρόσβασής σας έχει οριστεί.

source: Your primary email address has been set.
el: Η κύρια διεύθυνση email σας έχει οριστεί.

source: Your primary email address must be verified.
el: Η κύρια διεύθυνση email σας πρέπει να είναι επιβεβαιωμένη.

source: Change password
el: Αλλαγή κωδικού πρόσβασης

source: Reset password
el: Επαναφορά κωδικού πρόσβασης

source: We have sent you an email with a link to reset your password.
el: Σας έχουμε στείλει ένα email με ένα σύνδεσμο για να επαναφέρετε τον κωδικό πρόσβασής σας.

source: The password reset link is invalid. <a href="%(password_reset_url)s">Request a new one</a>.
el: Ο σύνδεσμος επαναφοράς κωδικού πρόσβασης δεν είναι έγκυρος. <a href="%(password_reset_url)s">Ζητήστε έναν νεο</a>.

source: Set password
el: Ορισμός κωδικού πρόσβασης

source: Sign up
el: Εγγραφή

source: Already have an account? <a href="%(login_url)s">Sign in.</a>
el: Έχετε ήδη λογαριασμό; <a href="%(login_url)s">Συνδεθείτε.</a>

source: Sign up is currently closed.
el: Η εγγραφή είναι κλειστή αυτή τη στιγμή.

source: <strong>Note:</strong> You are already signed in as %(user_display)s.
el: <strong>Σημείωση:</strong> Έχετε ήδη συνδεθεί ως %(user_display)s.

source: We have sent you a verification email. Please click the link in the email to verify your email address.
el: Σας έχουμε στείλει ένα email επιβεβαίωσης. Κάντε κλικ στο σύνδεσμο στο email για να επιβεβαιώσετε τη διεύθυνση email σας.

source: This part of the site requires that you have verified your email address.
el: Αυτό το τμήμα του ιστότοπου απαιτεί να έχετε επιβεβαιώσει τη διεύθυνση email σας.

source: DEMOS Voting is open source software.
el: Το DEMOS Voting είναι λογισμικό ανοιχτού κώδικα.

source: For more information visit the project's <a href="%(project_url)s" target="_blank">website</a> or download the <a href="%(source_code_url)s" target="_blank">source code</a>.
el: Για περισσότερες πληροφορίες επισκεφθείτε τον <a href="%(project_url)s" target="_blank">ιστότοπο</a> του έργου ή κατεβάστε τον <a href="%(source_code_url)s" target="_blank">πηγαίο κώδικα</a>.

source: Select language and time zone
el: Επιλέξτε γλώσσα και ζώνη ώρας

source: Save changes
el: Αποθήκευση αλλαγών

source: Toggle navigation
el: Εναλλαγή πλοήγησης

source: Profile
el: Προφίλ

source: Welcome to %(site_name)s
el: Καλώς ήρθατε στο %(site_name)s

source: %(site_name)s is an end-to-end verifiable e-voting system that follows the code-voting approach.
el: Το %(site_name)s είναι ένα επαληθεύσιμο από άκρο-σε-άκρο σύστημα ηλεκτρονικής ψηφοφορίας που ακολουθεί την προσέγγιση υποβολής ψήφων μέσω κωδικών.

source: It consists of the following entities:
el: Αποτελείται από τις ακόλουθες οντότητες:

source: The <strong>Election Authority</strong> that prepares the election on behalf of the trustees.
el: Την <strong>Αρχή Ψηφοφοριών</strong> που προετοιμάζει την ψηφοφορία εκ μέρους των μελών της εφορευτικής επιτροπής.

source: The <strong>Ballot Distributor</strong> that authorizes the voters and distributes the ballots.
el: Τον <strong>Διανομέα Ψηφοδελτίων</strong> που εξουσιοδοτεί τους ψηφοφόρους και διανέμει τα ψηφοδέλτια.

source: The <strong>Vote Collector</strong> that is the ballot box where votes are submitted.
el: Τον <strong>Συλλέκτη Ψήφων</strong> που είναι η κάλπη στην οποία υποβάλλονται οι ψήφοι.

source: The <strong>Bulletin Board</strong> that publishes the election results and all the information needed for verification.
el: Τον <strong>Πίνακα Ανακοινώσεων</strong> που δημοσιεύει τα αποτελέσματα της ψηφοφορίας και όλες τις πληροφορίες που απαιτούνται για την επαλήθευση.

source: We are sorry, but %(site_name)s cannot work properly without JavaScript enabled.
el: Λυπούμαστε, αλλά το %(site_name)s δεν μπορεί να λειτουργήσει σωστά με τη JavaScript απενεργοποιημένη.

source: Page navigation
el: Πλοήγηση σελίδας

# pagination
source: Previous
el: Προηγούμενη

# pagination
source: Next
el: Επόμενη

source: User profile
el: Προφίλ χρήστη

source: Personal information
el: Προσωπικά στοιχεία

source: Save
el: Αποθήκευση

source: Third-party account connections
el: Συνδέσεις λογαριασμών τρίτων

source: REST API access
el: Πρόσβαση στο REST API

source: To use %(site_name)s via its REST API you will need the following token:
el: Για να χρησιμοποιήσετε το %(site_name)s μέσω του REST API θα χρειαστείτε το ακόλουθο token:

source: Sign-in error
el: Σφάλμα σύνδεσης

source: An error occurred while attempting to sign you in via your third-party account. <a href="%(login_url)s">Try again</a>.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια σύνδεσης σας μέσω του λογαριασμού τρίτου σας. <a href="%(login_url)s">Προσπαθήστε ξανά</a>.

source: Disconnect
el: Αποσύνδεση

source: You do not have any connected third-party accounts.
el: Δεν έχετε συνδεδεμένους λογαριασμούς τρίτων.

source: Connect a new third-party account
el: Σύνδεση νέου λογαριασμού τρίτου

source: Sign-in cancelled
el: Ακύρωση σύνδεσης

source: Sign-in using your third-party account was canceled. <a href="%(login_url)s">Try again</a>.
el: Η σύνδεση χρησιμοποιώντας το λογαριασμό τρίτου σας ακυρώθηκε. <a href="%(login_url)s">Προσπαθήστε ξανά</a>.

source: The third-party account has been connected.
el: Ο λογαριασμός τρίτου έχει συνδεθεί.

source: This third-party account is already connected to a different user.
el: Αυτός ο λογαριασμός τρίτου είναι ήδη συνδεδεμένος με διαφορετικό χρήστη.

source: The third-party account has been disconnected.
el: Ο λογαριασμός τρίτου έχει αποσυνδεθεί.

source: You are about to use your %(provider_name)s account to sign up to this site. Please complete the following form:
el: Πρόκειται να χρησιμοποιήσετε τον %(provider_name)s λογαριασμό σας για να εγγραφείτε σε αυτόν τον ιστότοπο. Συμπληρώστε την παρακάτω φόρμα:

source: Ballot %(serial_number)s
el: Ψηφοδέλτιο %(serial_number)s

source: Serial number:
el: Σειριακός αριθμός:

source: Security code:
el: Κωδικός ασφαλείας:

source: Credential:
el: Διαπιστευτήριο:

source: Bulletin board
el: Πίνακας ανακοινώσεων

source: Every ballot consists of two equivalent parts, A and B. Please randomly choose one part to use for voting and keep the other part for verification.
el: Κάθε ψηφοδέλτιο αποτελείται από δύο ισοδύναμα μέρη, Α και Β. Επιλέξτε τυχαία ένα μέρος για να το χρησιμοποιήσετε για την ψηφοφορία και κρατήστε το άλλο μέρος για την επαλήθευση.

source: Election
el: Ψηφοφορία

source: Question %(index)d
el: Ερώτημα %(index)d

source: Question
el: Ερώτημα

source: Party name
el: Όνομα συνδυασμού

source: Party vote-code
el: Κωδικός ψήφου συνδυασμού

source: Party receipt
el: Απόδειξη συνδυασμού

source: Option
el: Επιλογή

source: Vote-code
el: Kωδικός ψήφου

source: Receipt
el: Απόδειξη

source: Candidate name
el: Όνομα υποψηφίου

source: Candidate vote-code
el: Κωδικός ψήφου υποψηφίου

source: Candidate receipt
el: Απόδειξη υποψηφίου

source: Greek
el: Ελληνικά

source: English
el: Αγγλικά
