Repository: levmarios/demos
Catalog: demos_voting/vote_collector/locale/*/LC_MESSAGES/django.po
Languages: el

source: Vote Collector
el: Συλλέκτης Ψήφων

source: One or more of the submitted vote-codes are not valid.
el: Ένας ή περισσότεροι από τους κωδικούς ψήφου που υποβλήθηκαν δεν είναι έγκυροι.

source: One or more candidate vote-codes do not correspond to the party vote-code.
el: Ένας ή περισσότεροι κωδικοί ψήφου υποψηφίων δεν αντιστοιχούν στον κωδικό ψήφου συνδυασμού.

source: The election is not in the voting phase.
el: Η ψηφοφορία δε βρίσκεται στη φάση ψηφοφορίας.

source: The new voting end time must be after the old voting end time.
el: Η νέα ώρα λήξης της ψηφοφορίας πρέπει να είναι μετά την παλιά ώρα λήξης της ψηφοφορίας.

source: Setup
el: Εγκατάσταση

source: Ballot distribution
el: Διανομή ψηφοδελτίων

source: Voting
el: Ψηφοφορία

source: Completed
el: Ολοκληρώθηκε

source: Failed
el: Απέτυχε

source: Cancelled
el: Ακυρώθηκε

source: state
el: κατάσταση

source: voting started at
el: η ψηφοφορία ξεκίνησε στις

source: voting ended at
el: η ψηφοφορία έληξε στις

source: credential
el: διαπιστευτήριο

source: credential hash
el: κατακερματισμός διαπιστευτηρίου

source: is cast
el: έχει ριχτεί

source: vote-code
el: κωδικός ψήφου

source: vote-code hash
el: κατακερματισμός κωδικού ψήφου

source: is voted
el: έχει ψηφιστεί

source: Please visit the <a href="%(bulletin_board_url)s" class="alert-link">Bulletin Board</a> to supervise the tally phase.
el: Επισκεφθείτε τον <a href="%(bulletin_board_url)s" class="alert-link">Πίνακα Ανακοινώσεων</a> για να επιβλέψετε τη φάση καταμέτρησης.

source: The Vote Collector is responsible for the voting phase of the election.
el: Ο Συλλέκτης Ψήφων είναι υπεύθυνος για τη φάση ψηφοφορίας της ψηφοφορίας.

source: The current state is:
el: Η τρέχουσα κατάσταση είναι:

source: Manage
el: Διαχείριση

source: Links
el: Σύνδεσμοι

source: Bulletin Board
el: Πίνακας Ανακοινώσεων

source: Elections
el: Ψηφοφορίες

source: State
el: Κατάσταση

source: Updated %(time_since)s ago.
el: Ενημερώθηκε πριν από %(time_since)s.

source: There are no elections.
el: Δεν υπάρχουν ψηφοφορίες.

source: Return
el: Επιστροφή

source: When voting will end and tally will start.
el: Πότε θα λήξει η ψηφοφορία και θα ξεκινήσει η καταμέτρηση.

source: Update election
el: Ενημέρωση ψηφοφορίας

source: Cancel election
el: Ακύρωση ψηφοφορίας

source: There are no available actions.
el: Δεν υπάρχουν διαθέσιμες ενέργειες.

source: Close
el: Κλείσιμο

source: Are you sure you want to cancel the election?
el: Είστε σίγουροι ότι θέλετε να ακυρώσετε την ψηφοφορία;

source: No
el: Όχι

source: Yes
el: Ναι

source: %(site_name)s: Vote Collector
el: %(site_name)s: Συλλέκτης Ψήφων

source: Home
el: Αρχική

source: This is the Vote Collector.
el: Αυτός είναι ο Συλλέκτης Ψήφων.

source: Scan QR code
el: Σάρωση κωδικού QR

source: To scan a QR code:
el: Για να σαρώσετε έναν κωδικό QR:

source: Your device must have a camera.
el: Η συσκευή σας πρέπει να διαθέτει κάμερα.

source: The web browser you are using must be supported.
el: Το πρόγραμμα περιήγησης ιστού που χρησιμοποιείτε πρέπει να υποστηρίζεται.

source: You have to allow this site to access the camera.
el: Πρέπει να επιτρέψετε σε αυτόν τον ιστότοπο να έχει πρόσβαση στην κάμερα.

source: If this scanner is not working, please use a dedicated QR code scanner application.
el: Εάν αυτός ο σαρωτής δε λειτουργεί, παρακαλούμε χρησιμοποιήστε μια εξειδικευμένη εφαρμογή σάρωσης κωδικών QR.

source: Click "allow" to enable access to the camera.
el: Κάντε κλικ στο "να επιτρέπεται" για να ενεργοποιήσετε την πρόσβαση στην κάμερα.

source: Access to the camera was denied. Please check the web browser's settings and try again.
el: Δεν επιτρέπεται η πρόσβαση στην κάμερα. Παρακαλούμε ελέγξτε τις ρυθμίσεις του προγράμματος περιήγησης ιστού και προσπαθήστε ξανά.

source: No camera was found.
el: Δε βρέθηκε κάμερα.

source: This web browser is not supported. Please try another one or use a dedicated QR code scanner application.
el: Αυτό το πρόγραμμα περιήγησης ιστού δεν υποστηρίζεται. Δοκιμάστε ένα άλλο ή χρησιμοποιήστε μια ειδική εφαρμογή σάρωσης κωδικών QR.

source: Voting booth
el: Κάλπη

source: An error occurred.
el: Παρουσιάστηκε ένα σφάλμα.

source: Try again
el: Προσπαθήστε ξανά

source: Voting ends at: %(voting_ends_at)s
el: Η ψηφοφορία λήγει στις: %(voting_ends_at)s

source: Step 1
el: Βήμα 1

source: Select voting interface
el: Επιλέξτε διεπαφή ψηφοφορίας

source: Step 2
el: Βήμα 2

source: Vote
el: Ψηφίστε

source: Step 3
el: Βήμα 3

source: Confirm vote-codes
el: Επιβεβαιώστε τους κωδικούς ψήφου

source: Step 4
el: Βήμα 4

source: Verify receipts
el: Επαληθεύστε τις αποδείξεις

source: You can enable a user friendly voting interface by entering the security code in the field below. The security code is required to restore the correspondence among options and vote-codes. If you do not trust this voting client with learning this correspondence, you may skip this step and vote by casting the vote-codes on your ballot.
el: Μπορείτε να ενεργοποιήσετε μία φιλική προς το χρήστη διεπαφή ψηφοφορίας εισάγοντας τον κωδικό ασφαλείας στο πεδίο που ακολουθεί. Ο κωδικός ασφαλείας απαιτείται για την αποκατάσταση της αντιστοιχίας μεταξύ των επιλογών και των κωδικών ψήφου. Εάν δεν εμπιστεύεστε αυτόν τον πελάτη ψηφοφορίας και δε θέλετε να μάθει αυτή την αντιστοιχία, μπορείτε να παραλείψετε αυτό το βήμα και να ψηφίσετε χρησιμοποιώντας τους κωδικούς ψήφου από το ψηφοδέλτιό σας.

source: Note that the validity of the security code cannot be verified, so enter it carefully.
el: Επισηµαίνεται ότι η εγκυρότητα του κωδικού ασφαλείας δε μπορεί να επαληθευτεί, οπότε εισάγετέ τον προσεκτικά.

source: You can enable a user friendly voting interface by entering the credential in the field below. The credential is required to generate the vote-codes that correspond to the options. If you do not trust this voting client with keeping the credential secret, you may skip this step and vote by casting the vote-codes on your ballot.
el: Μπορείτε να ενεργοποιήσετε μία φιλική προς το χρήστη διεπαφή ψηφοφορίας εισάγοντας το διαπιστευτήριο στο πεδίο που ακολουθεί. Το διαπιστευτήριο απαιτείται για τη δημιουργία των κωδικών ψήφου. Εάν δεν εμπιστεύεστε ότι ο αυτός ο πελάτης ψηφοφορίας θα διατηρήσει το διαπιστευτήριο μυστικό, μπορείτε να παραλείψετε αυτό το βήμα και να ψηφίσετε χρησιμοποιώντας τους κωδικούς ψήφου από το ψηφοδέλτιό σας.

source: Security code
el: Κωδικός ασφαλείας

source: Credential
el: Διαπιστευτήριο

source: Skip
el: Παράλειψη

source: Next
el: Επόμενο

source: Answer the questions by ticking the boxes.
el: Απαντήστε στα ερωτήματα σημειώνοντας τα κουτάκια.

source: Answer the questions by entering the vote-codes on your ballot.
el: Απαντήστε στα ερωτήματα εισάγοντας τους κωδικούς ψήφου από το ψηφοδέλτιό σας.

source: Question
el: Ερώτημα

source: Select up to one option.
el: Επιλέξτε μέχρι μία επιλογή.

source: Select exactly one option.
el: Επιλέξτε ακριβώς μία επιλογή.

source: Select from one up to %(max_selection_count)s options.
el: Επιλέξτε από μία μέχρι %(max_selection_count)s επιλογές.

source: Select up to one party.
el: Επιλέξτε μέχρι έναν συνδυασμό.

source: Select up to one candidate.
el: Επιλέξτε μέχρι έναν υποψήφιο.

source: Select nothing to vote for "none of the above" (blank).
el: Μην επιλέξετε τίποτα για να ψηφίσετε "κανένα από τα παραπάνω" (λευκό).

source: Enter up to one vote-code.
el: Εισάγετε μέχρι έναν κωδικό ψήφου.

source: Enter exactly one vote-code.
el: Εισάγετε ακριβώς έναν κωδικό ψήφου.

source: Enter from one up to %(max_selection_count)s vote-codes.
el: Εισάγετε από έναν μέχρι %(max_selection_count)s κωδικούς ψήφου.

source: Vote-code #%(counter)s
el: Κωδικός ψήφου #%(counter)s

source: Reset
el: Επαναφορά

source: Back
el: Προηγούμενο

source: Only the vote-codes will be submitted to the server, so make sure that the correspondence among the options and the vote-codes matches the one on your ballot.
el: Μόνο οι κωδικοί ψήφου θα υποβληθούν στον εξυπηρετητή, οπότε βεβαιωθείτε ότι η αντιστοιχία μεταξύ των επιλογών και των κωδικών ψήφου ταιριάζει με εκείνη στο ψηφοδέλτιό σας.

source: If not, go back to step 1 and correct the security code.
el: Αν όχι, επιστρέψτε στο βήμα 1 και διορθώστε τον κωδικό ασφαλείας.

source: If not, go back to step 1 and correct the credential.
el: Αν όχι, επιστρέψτε στο βήμα 1 και διορθώστε το διαπιστευτήριο.

source: Please confirm the vote-codes you entered.
el: Επιβεβαιώστε τους κωδικούς ψήφου που εισαγάγατε.

source: Once you click "Submit", your vote will be cast and you will not be able to make any further changes.
el: Αφού κάνετε κλικ στο κουμπί "Υποβολή", η ψήφος σας θα καταχωρηθεί και δε θα μπορείτε να κάνετε άλλες αλλαγές.

source: Question: %(name)s
el: Ερώτημα: %(name)s

source: No vote-codes will be submitted.
el: Δεν θα υποβληθούν κωδικοί ψήφου.

source: Option
el: Επιλογή

source: Party name
el: Όνομα συνδυασμού

source: Candidate name
el: Όνομα υποψηφίου

source: Vote-code
el: Κωδικός ψήφου

source: Party vote-code
el: Κωδικός ψήφου συνδυασμού

source: Candidate vote-code
el: Κωδικός ψήφου υποψηφίου

source: Submit
el: Υποβολή

source: Your vote has been cast!
el: Η ψήφος σας καταχωρήθηκε!

source: Please verify the receipts and click "Finish" to exit the voting booth.
el: Επαληθεύστε τις αποδείξεις και κάντε κλικ στο "Τέλος" για να βγείτε από την κάλπη.

source: No vote-codes were submitted.
el: Δεν υποβλήθηκαν κωδικοί ψήφου.

source: Receipt
el: Απόδειξη

source: Party receipt
el: Απόδειξη συνδυασμού

source: Candidate receipt
el: Απόδειξη υποψηφίου

source: Finish
el: Τέλος

source: Please wait...
el: Παρακαλούμε περιμένετε...

source: Your vote was not accepted.
el: Η ψήφος σας δεν έγινε δεκτή.

source: An unknown error occurred. Please try again later.
el: Συνέβη ένα άγνωστο σφάλμα. Παρακαλούμε προσπαθήστε ξανά αργότερα.

source: This field is required.
el: Αυτό το πεδίο είναι απαραίτητο.

source: The security code's format is not valid.
el: Η μορφή του κωδικού ασφαλείας δεν είναι έγκυρη.

source: The credential's format is not valid.
el: Η μορφή του διαπιστευτηρίου δεν είναι έγκυρη.

source: This vote-code is not valid.
el: Αυτός ο κωδικός ψήφου δεν είναι έγκυρος.

source: This vote-code's format is not valid.
el: Η μορφή αυτού του κωδικού ψήφου δεν είναι έγκυρη.

source: This vote-code already exists.
el: Αυτός ο κωδικός ψήφου υπάρχει ήδη.

source: This candidate vote-code does not correspond to the party vote-code.
el: Αυτός ο κωδικός ψήφου υποψηφίου δεν αντιστοιχεί στον κωδικό ψήφου συνδυασμού.

source: The minimum number of selections has not been reached.
el: Δεν έχει συμπληρωθεί ο ελάχιστος αριθμός επιλογών.

source: The maximum number of selections has been reached.
el: Έχει συμπληρωθεί ο μέγιστος αριθμός επιλογών.

source: The minimum number of vote-codes has not been reached.
el: Δεν έχει συμπληρωθεί ο ελάχιστος αριθμός κωδικών ψήφου.

source: Your vote has been cast. Thank you for participating!
el: Η ψήφος σας καταχωρήθηκε. Ευχαριστούμε για τη συμμετοχή σας!

source: The election was cancelled.
el: Η ψηφοφορία ακυρώθηκε.

source: The election starts in %(time_until)s.
el: Η ψηφοφορία ξεκινά σε %(time_until)s.

source: The election ended %(time_since)s ago.
el: Η ψηφοφορία έληξε πριν από %(time_since)s.

source: The election has not started yet. Please try again later.
el: Η ψηφοφορία δεν έχει ξεκινήσει ακόμα. Παρακαλούμε δοκιμάστε ξανά αργότερα.

source: The credential in the URL is not valid.
el: Το διαπιστευτήριο στο URL δεν είναι έγκυρο.

source: This ballot has already been cast.
el: Αυτό το ψηφοδέλτιο έχει ήδη χρησιμοποιηθεί.
