Repository: levmarios/demos
Catalog: demos_voting/ballot_distributor/locale/*/LC_MESSAGES/django.po
Languages: el

source: Ballot Distributor
el: Διανομέας Ψηφοδελτίων

source: Ballot archives cannot be created because the election's visibility is private.
el: Δεν είναι δυνατό να δημιουργηθούν αρχειοθήκες ψηφοδελτίων επειδή η ορατότητα της ψηφοφορίας είναι κρυφή.

source: New ballots cannot be generated because the election is not in the ballot distribution phase.
el: Δεν είναι δυνατό να δημιουργηθούν νέα ψηφοδέλτια επειδή η ψηφοφορία δε βρίσκεται στη φάση διανομής ψηφοδελτίων.

source: New ballots cannot be generated because the ballot distribution phase is about to end.
el: Δεν είναι δυνατό να δημιουργηθούν νέα ψηφοδέλτια επειδή η φάση διανομής ψηφοδελτίων πρόκειται σύντομα να τελειώσει.

source: There are no ballots remaining.
el: Δεν απομένουν άλλα ψηφοδέλτια.

source: There is only one ballot remaining.
el: Απομένει μόνο ένα ψηφοδέλτιο.

source: Voter email addresses
el: Διευθύνσεις email ψηφοφόρων

source: Voter list file
el: Αρχείο λίστας ψηφοφόρων

source: New voters cannot be registered because the election is not in the ballot distribution phase.
el: Δεν είναι δυνατό να εγγραφούν νέοι ψηφοφόροι επειδή η ψηφοφορία δε βρίσκεται στη φάση διανομής ψηφοδελτίων.

source: New voters cannot be registered because the ballot distribution phase is about to end.
el: Δεν είναι δυνατό να εγγραφούν νέοι ψηφοφόροι επειδή η φάση διανομής ψηφοδελτίων πρόκειται σύντομα να τελειώσει.

source: Please submit either a voter list file or a list of email addresses.
el: Παρακαλούμε υποβάλετε είτε ένα αρχείο λίστας ψηφοφόρων είτε μία λίστα από διευθύνσεις email.

source: The election is not in the ballot distribution phase.
el: Η ψηφοφορία δε βρίσκεται στη φάση διανομής ψηφοδελτίων.

source: Setup
el: Εγκατάσταση

source: Ballot distribution
el: Διανομή ψηφοδελτίων

source: Completed
el: Ολοκληρώθηκε

source: Failed
el: Απέτυχε

source: Cancelled
el: Ακυρώθηκε

source: state
el: κατάσταση

source: ballot distribution started at
el: η διανομή ψηφοδελτίων ξεκίνησε στις

source: ballot distribution ended at
el: η διανομή ψηφοδελτίων έληξε στις

source: file
el: αρχείο

source: credential
el: διαπιστευτήριο

source: security code
el: κωδικός ασφαλείας

source: vote-code
el: κωδικός ψήφου

source: Pending
el: Εκκρεμεί

source: Processing
el: Επεξεργασία

source: number of ballots
el: αριθμός ψηφοδελτίων

source: language
el: γλώσσα

source: created at
el: δημιουργήθηκε στις

source: processing started at
el: η επεξεργασία ξεκίνησε στις

source: processing ended at
el: η επεξεργασία έληξε στις

source: ballot archive
el: αρχειοθήκη ψηφοδελτίων

source: ballot archives
el: αρχειοθήκες ψηφοδελτίων

source: The file is not valid.
el: Το αρχείο δεν είναι έγκυρο.

source: The file is empty.
el: Το αρχείο είναι κενό.

source: The file contains more email addresses than the number of ballots available.
el: Το αρχείο περιέχει περισσότερες διευθύνσεις email από τον αριθμό των διαθέσιμων ψηφοδελτίων.

source: error
el: σφάλμα

source: voter list
el: λίστα ψηφοφόρων

source: voter lists
el: λίστες ψηφοφόρων

source: Return
el: Επιστροφή

source: Create a new ballot archive
el: Δημιουργία νέας αρχειοθήκης ψηφοδελτίων

source: Remaining ballots: %(ballot_count)s
el: Ψηφοδέλτια που απομένουν: %(ballot_count)s

source: The number of ballots that will be generated.
el: Ο αριθμός των ψηφοδελτίων που θα δημιουργηθούν.

source: The language in which the ballots will be generated.
el: Η γλώσσα στην οποία θα δημιουργηθούν τα ψηφοδέλτια.

source: Submit
el: Υποβολή

source: Please visit the <a href="%(vote_collector_url)s" class="alert-link">Vote Collector</a> to supervise the voting phase.
el: Επισκεφθείτε τον <a href="%(vote_collector_url)s" class="alert-link">Συλλέκτη Ψήφων</a> για να επιβλέψετε τη φάση ψηφοφορίας.

source: The Ballot Distributor is responsible for the ballot distribution phase of the election.
el: Ο Διανομέας Ψηφοδελτίων είναι υπεύθυνος για τη φάση διανομής ψηφοδελτίων της ψηφοφορίας.

source: The current state is:
el: Η τρέχουσα κατάσταση είναι:

source: Manage
el: Διαχείριση

source: Voter lists
el: Λίστες ψηφοφόρων

source: Number of voters
el: Αριθμός ψηφοφόρων

source: Created at
el: Δημιουργήθηκε στις

source: State
el: Κατάσταση

source: There are no voter lists.
el: Δεν υπάρχουν λίστες ψηφοφόρων.

source: Create a new voter list
el: Δημιουργία νέας λίστας ψηφοφόρων

source: Ballot archives
el: Αρχειοθήκες ψηφοδελτίων

source: Number of ballots
el: Αριθμός ψηφοδελτίων

source: Language
el: Γλώσσα

source: Download
el: Λήψη

source: There are no ballot archives.
el: Δεν υπάρχουν αρχειοθήκες ψηφοδελτίων.

source: Links
el: Σύνδεσμοι

source: Vote Collector
el: Συλλέκτης Ψήφων

source: Bulletin Board
el: Πίνακας Ανακοινώσεων

source: Elections
el: Ψηφοφορίες

source: Updated %(time_since)s ago.
el: Ενημερώθηκε πριν από %(time_since)s.

source: There are no elections.
el: Δεν υπάρχουν ψηφοφορίες.

source: Cancel election
el: Ακύρωση ψηφοφορίας

source: There are no available actions.
el: Δεν υπάρχουν διαθέσιμες ενέργειες.

source: Close
el: Κλείσιμο

source: Are you sure you want to cancel the election?
el: Είστε σίγουροι ότι θέλετε να ακυρώσετε την ψηφοφορία;

source: No
el: Όχι

source: Yes
el: Ναι

source: Dear %(user_display_name)s, You receive this email because you submitted a voter list for the election: Name: %(election_name)s Identifier: %(election_slug)s The voter list you submitted could not be processed because it has errors. Please visit the election page for more information.
el: Αγαπητέ/ή %(user_display_name)s, Λαμβάνετε αυτό το email επειδή υποβάλατε μία λίστα ψηφοφόρων για την ψηφοφορία: Όνομα: %(election_name)s Αναγνωριστικό: %(election_slug)s Δεν ήταν δυνατή η επεξεργασία της λίστας ψηφοφόρων που υποβάλατε επειδή έχει σφάλματα. Επισκεφθείτε τη σελίδα της ψηφοφορίας για περισσότερες πληροφορίες.

source: Voter list for election: %(election_slug)s
el: Λίστα ψηφοφόρων για την ψηφοφορία: %(election_slug)s

source: %(site_name)s: Ballot Distributor
el: %(site_name)s: Διανομέας Ψηφοδελτίων

source: Dear %(user_display_name)s, You receive this email because you have been registered to vote in the election: Name: %(election_name)s Identifier: %(election_slug)s Your ballot's serial number is %(ballot_serial_number)s. Please use the attached file to cast your vote during the voting period, which begins on %(voting_starts_at)s and ends on %(voting_ends_at)s.
el: Αγαπητέ/ή %(user_display_name)s, Λαμβάνετε αυτό το email επειδή έχετε εγγραφεί ως ψηφοφόρος στην ψηφοφορία: Όνομα: %(election_name)s Αναγνωριστικό: %(election_slug)s Ο σειριακός αριθμός του ψηφοδελτίου σας είναι %(ballot_serial_number)s. Παρακαλούμε χρησιμοποιήστε το συνημμένο αρχείο για να ψηφίσετε κατά την περίοδο ψηφοφορίας, η οποία ξεκινά στις %(voting_starts_at)s και λήγει στις %(voting_ends_at)s.

source: Voter registration (%(election_slug)s)
el: Εγγραφή ψηφοφόρου (%(election_slug)s)

source: Home
el: Αρχική

source: This is the Ballot Distributor.
el: Αυτός είναι ο Διανομέας Ψηφοδελτίων.

source: Select a file that contains the voters' email addresses, one in each line.
el: Επιλέξτε ένα αρχείο που περιέχει τις διευθύνσεις email των ψηφοφόρων, μία σε κάθε γραμμή.

source: If you have a small number of email addresses then you may enter them in this field. Separate the values with commas or press %(carriage_return_symbol)s after each value you enter.
el: Εάν έχετε ένα μικρό αριθμό διευθύνσεων email τότε μπορείτε να τις καταχωρήσετε σε αυτό το πεδίο. Διαχωρίστε τις διευθύνσεις email με κόμμα ή πατήστε %(carriage_return_symbol)s μετά από κάθε διεύθυνση email που εισάγετε.
