Repository: levmarios/demos
Catalog: demos_voting/election_authority/locale/*/LC_MESSAGES/django.po
Languages: el

source: Election Authority
el: Αρχή Ψηφοφοριών

source: Trustee email addresses
el: Διευθύνσεις email μελών εφορευτικής επιτροπής

source: Disable security code (not recommended)
el: Απενεργοποίηση κωδικού ασφαλείας (δεν συνιστάται)

source: Maximum number of candidate selections
el: Μέγιστος αριθμός επιλογών υποψηφίων

source: Candidate table layout
el: Διάταξη πίνακα υποψηφίων

source: The voting start time cannot be in the past.
el: Η ώρα έναρξης της ψηφοφορίας δε μπορεί να είναι στο παρελθόν.

source: The voting end time cannot be in the past.
el: Η ώρα λήξης της ψηφοφορίας δε μπορεί να είναι στο παρελθόν.

source: The start time must be before the end time.
el: Η ώρα έναρξης πρέπει να είναι πριν την ώρα λήξης.

source: The minimum number of selections cannot be greater than the maximum number of selections.
el: Ο ελάχιστος αριθμός επιλογών δε μπορεί να είναι μεγαλύτερος από το μέγιστο αριθμό επιλογών.

source: Each question must have a unique name.
el: Κάθε ερώτημα πρέπει να έχει ένα μοναδικό όνομα.

source: At least one question must have a minimum number of selections greater or equal to 1 when the vote-code type is long.
el: Τουλάχιστον ένα ερώτημα πρέπει να έχει έναν ελάχιστο αριθμός επιλογών μεγαλύτερο ή ίσο του 1 όταν ο τύπος του κωδικού ψήφου είναι μακρύς.

source: Each option must have a unique name.
el: Κάθε επιλογή πρέπει να έχει ένα μοναδικό όνομα.

source: Each party must have a unique name.
el: Κάθε συνδυασμός πρέπει να έχει ένα μοναδικό όνομα.

source: Each candidate must have a unique name.
el: Κάθε υποψήφιος πρέπει να έχει ένα μοναδικό όνομα.

source: The election is not in the setup phase.
el: Η ψηφοφορία δε βρίσκεται στη φάση εγκατάστασης.

source: Setup
el: Εγκατάσταση

source: Completed
el: Ολοκληρώθηκε

source: Failed
el: Απέτυχε

source: Cancelled
el: Ακυρώθηκε

source: private key
el: ιδιωτικό κλειδί

source: state
el: κατάσταση

source: setup started at
el: η εγκατάσταση ξεκίνησε στις

source: setup ended at
el: η εγκατάσταση έληξε στις

source: credential
el: διαπιστευτήριο

source: credential hash
el: κατακερματισμός διαπιστευτηρίου

source: security code
el: κωδικός ασφαλείας

source: zero-knowledge proof ZK1
el: απόδειξη μηδενικής γνώσης ZK1

source: vote-code
el: κωδικός ψήφου

source: vote-code hash
el: κατακερματισμός κωδικού ψήφου

source: commitment
el: δέσμευση

source: secret key
el: μυστικό κλειδί

source: Create a new election
el: Δημιουργία νέας ψηφοφορίας

source: Some errors were found on the form, please correct them before submitting it again.
el: Εντοπίστηκαν ορισμένα σφάλματα στη φόρμα, παρακαλούμε διορθώστε τα πριν την υποβάλετε ξανά.

source: My Election
el: Η ψηφοφορία μου

source: A short and clear name.
el: Ένα σύντομο και σαφές όνομα.

source: my-election
el: η-ψηφοφορία-μου

source: It will be used in the election URL and it must consist only of letters, numbers, underscores or hyphens.
el: Θα χρησιμοποιηθεί στο URL της ψηφοφορίας και πρέπει να αποτελείται μόνο από γράμματα, αριθμούς, κάτω παύλες ή παύλες.

source: Election with one or more questions and multiple options.
el: Ψηφοφορία με ένα ή περισσότερα ερωτήματα και πολλαπλές επιλογές.

source: Election with one or more parties and multiple candidates.
el: Ψηφοφορία με έναν ή περισσότερους συνδυασμούς και πολλαπλούς υποψηφίους.

source: Questions
el: Ερωτήματα

source: Name
el: Όνομα

source: Actions
el: Ενέργειες

source: Question
el: Ερώτημα

source: Edit
el: Επεξεργασία

source: Remove
el: Αφαίρεση

source: Options
el: Επιλογές

source: Add option
el: Προσθήκη επιλογής

source: Drag-and-drop to reorder options.
el: Μπορείτε να αναδιατάξετε τις επιλογές με μεταφορά-και-απόθεση.

source: Number of selections
el: Αριθμός επιλογών

source: minimum
el: ελάχιστος

source: maximum
el: μέγιστος

source: The option table in the ballot paper will have a one-column layout.
el: Ο πίνακας επιλογών στο ψηφοδέλτιο θα έχει διάταξη μίας στήλης.

source: The option table in the ballot paper will have a two-column layout.
el: Ο πίνακας επιλογών στο ψηφοδέλτιο θα έχει διάταξη δύο στηλών.

source: Add question
el: Προσθήκη ερωτήματος

source: Drag-and-drop to reorder questions.
el: Μπορείτε να αναδιατάξετε τα ερωτήματα με μεταφορά-και-απόθεση.

source: Parties
el: Συνδυασμοί

source: Party
el: Συνδυασμός

source: Candidates
el: Υποψήφιοι

source: Add candidate
el: Προσθήκη υποψηφίου

source: Candidates will be sorted alphabetically.
el: Οι υποψήφιοι θα ταξινομηθούν αλφαβητικά.

source: Add party
el: Προσθήκη συνδυασμού

source: Parties will be sorted alphabetically.
el: Οι συνδυασμοί θα ταξινομηθούν αλφαβητικά.

source: The minimum number of candidate selections is 0 by default.
el: Ο ελάχιστος αριθμός επιλογών υποψηφίων είναι εξ ορισμού 0.

source: When ballot distribution will end and voting will start.
el: Πότε θα λήξει η διανομή των ψηφοδελτίων και θα ξεκινήσει η ψηφοφορία.

source: When voting will end and tally will start.
el: Πότε θα λήξει η ψηφοφορία και θα ξεκινήσει η καταμέτρηση.

source: The election will be visible to everyone.
el: Η ψηφοφορία θα είναι ορατή σε όλους.

source: The election will be visible to anyone who knows the identifier, but it will not appear in the list of public elections.
el: Η ψηφοφορία θα είναι ορατή σε οποιονδήποτε γνωρίζει το αναγνωριστικό, αλλά δε θα εμφανίζεται στη λίστα με τις δημόσιες ψηφοφορίες.

source: The election will be visible only to administrators, trustees and voters after they have been authenticated. Ballot distribution will be possible only via email.
el: Η ψηφοφορία θα είναι ορατή μόνο σε διαχειριστές, μέλη της εφορευτικής επιτροπής και ψηφοφόρους αφού πρώτα πιστοποιηθούν. Η διανομή των ψηφοδελτίων θα είναι δυνατή μόνο μέσω email.

source: The number of ballots that will be created.
el: Ο αριθμός των ψηφοδελτίων που θα δημιουργηθούν.

source: Standard security, standard usability.
el: Κανονική ασφάλεια, κανονική ευχρηστία.

source: Increased security, decreased usability.
el: Αυξημένη ασφάλεια, μειωμένη ευχρηστία.

source: Security code
el: Κωδικός ασφαλείας

source: Tick the box to disable the security code and achieve the maximum usability. However, the votes will no longer be secret.
el: Επιλέξτε το κουτάκι για να απενεργοποιήσετε τον κωδικό ασφαλείας και να επιτύχετε τη μέγιστη ευχρηστία. Ωστόσο οι ψήφοι δε θα είναι πλέον μυστικές.

source: Separate email addresses with commas or press %(carriage_return_symbol)s after each email address that you enter.
el: Διαχωρίστε τις διευθύνσεις email με κόμμα ή πατήστε %(carriage_return_symbol)s μετά από κάθε διεύθυνση email που εισάγετε.

source: Messages to administrators, trustees and voters will be sent in this language. A translation in English will always be included.
el: Τα μηνύματα προς τους διαχειριστές, τα μέλη της εφορευτικής επιτροπής και τους ψηφοφόρους θα στέλνονται σε αυτή τη γλώσσα. Πάντα θα περιλαμβάνεται και μία μετάφραση στα Αγγλικά.

source: Preview ballot
el: Προεπισκόπηση ψηφοδελτίου

source: Create election
el: Δημιουργία ψηφοφορίας

source: Cancel
el: Ακύρωση

source: Save
el: Αποθήκευση

source: The PDF file cannot be previewed. Please download the file and open it with a PDF viewer.
el: Δεν είναι δυνατή η προεπισκόπηση του αρχείου PDF. Κάντε λήψη του αρχείου και ανοίξτε το με ένα πρόγραμμα προβολής PDF.

source: Download
el: Λήψη

source: Close
el: Κλείσιμο

source: Please visit the <a href="%(ballot_distributor_url)s" class="alert-link">Ballot Distributor</a> to supervise the ballot distribution phase.
el: Επισκεφθείτε τον <a href="%(ballot_distributor_url)s" class="alert-link">Διανομέα Ψηφοδελτίων</a> για να επιβλέψετε τη φάση διανομής ψηφοδελτίων.

source: The Election Authority is responsible for the setup phase of the election.
el: Η Αρχή Ψηφοφοριών είναι υπεύθυνη για τη φάση εγκατάστασης της ψηφοφορίας.

source: The current state is:
el: Η τρέχουσα κατάσταση είναι:

source: Manage
el: Διαχείριση

source: Setup progress
el: Πρόοδος εγκατάστασης

source: Please wait until the setup is completed. You can leave this page and come back to check the progress later.
el: Παρακαλούμε περιμένετε μέχρι να ολοκληρωθεί η εγκατάσταση. Μπορείτε να φύγετε από αυτή τη σελίδα και να επιστρέψετε αργότερα για να ελέγξετε την πρόοδο.

source: %(percent)s%% Complete
el: %(percent)s%% Ολοκληρώθηκε

source: Links
el: Σύνδεσμοι

source: Ballot Distributor
el: Διανομέας Ψηφοδελτίων

source: Vote Collector
el: Συλλέκτης Ψήφων

source: Bulletin Board
el: Πίνακας Ανακοινώσεων

source: Elections
el: Ψηφοφορίες

source: State
el: Κατάσταση

source: Updated %(time_since)s ago.
el: Ενημερώθηκε πριν από %(time_since)s.

source: There are no elections.
el: Δεν υπάρχουν ψηφοφορίες.

source: Return
el: Επιστροφή

source: Cancel election
el: Ακύρωση ψηφοφορίας

source: There are no available actions.
el: Δεν υπάρχουν διαθέσιμες ενέργειες.

source: Are you sure you want to cancel the election?
el: Είστε σίγουροι ότι θέλετε να ακυρώσετε την ψηφοφορία;

source: No
el: Όχι

source: Yes
el: Ναι

source: %(site_name)s: Election Authority
el: %(site_name)s: Αρχή Ψηφοφοριών

source: Dear %(user_display_name)s, You receive this email because you have been selected to serve as a member of the committee of trustees responsible for computing and announcing the results of the election: Name: %(election_name)s Identifier: %(election_slug)s Your secret key is: %(secret_key)s You will be notified via email with instructions on how to perform your share of operations after the voting period ends.
el: Αγαπητέ/ή %(user_display_name)s, Λαμβάνετε αυτό το email επειδή έχετε επιλεγεί να υπηρετήσετε ως μέλος της εφορευτικής επιτροπής που είναι υπεύθυνη για τον υπολογισμό και την ανακοίνωση των αποτελεσμάτων της ψηφοφορίας: Όνομα: %(election_name)s Αναγνωριστικό: %(election_slug)s Το μυστικό κλειδί σας είναι: %(secret_key)s Θα λάβετε οδηγίες μέσω email για το πως να εκτελέσετε το μερίδιο των λειτουργιών που σας αντιστοιχεί μετά το τέλος της περιόδου ψηφοφορίας.

source: Trustee secret key (%(election_slug)s)
el: Μυστικό κλειδί μέλους εφορευτικής επιτροπής (%(election_slug)s)

source: Home
el: Αρχική

source: This is the Election Authority.
el: Αυτή είναι η Αρχή Ψηφοφοριών.
